Repository: menaje/codex-mcp-bridge-for-chatgpt
Catalog: macos/Resources/Localization/Localizable.xcstrings
Source language: ko
Languages: de, en, es, fr, ja, pt, zh_hans, zh_hant

# macos.enteranabsolutepaththatexistsonthe
source: 이 Mac의 폴더가 아니라 원격 서버에서 존재하는 절대 경로를 입력하세요. 서버가 최종 경로와 허용 범위를 검증합니다.
de: Geben Sie einen absoluten Pfad ein, der auf dem Remote-Server vorhanden ist, nicht einen Ordner auf diesem Mac. Der Server überprüft den endgültigen Pfad und den zulässigen Bereich.
en: Enter an absolute path that exists on the remote server, not a folder on this Mac. The server validates the final path and allowed scope.
es: Introduzca una ruta absoluta que exista en el servidor remoto, no una carpeta de este Mac. El servidor validará la ruta final y el ámbito permitido.
fr: Saisissez un chemin absolu existant sur le serveur distant, et non un dossier de ce Mac. Le serveur vérifiera le chemin final et la portée autorisée.
ja: このMacのフォルダではなく、リモートサーバー上に存在する絶対パスを入力してください。サーバーが最終パスと許可範囲を検証します。
pt: Digite um caminho absoluto existente no servidor remoto, não uma pasta deste Mac. O servidor valida o caminho final e o escopo permitido.
zh_hans: 请输入远程服务器上存在的绝对路径，而不是此 Mac 上的文件夹。服务器将验证最终路径和允许范围。
zh_hant: 請輸入遠端伺服器上存在的絕對路徑，而不是此 Mac 上的資料夾。伺服器將驗證最終路徑和允許範圍。

# macos.thismacownsandrunsthehelperbridge
source: 이 Mac이 helper·Bridge·Tunnel·Codex runtime을 소유하고 실행합니다.
de: Dieser Mac verwaltet und betreibt Helper, Bridge, Tunnel und die Codex-Laufzeit.
en: This Mac owns and runs the helper, Bridge, Tunnel, and Codex runtime.
es: Este Mac controla y ejecuta el helper, Bridge, Tunnel y el entorno de ejecución de Codex.
fr: Ce Mac contrôle et exécute le helper, Bridge, le Tunnel et l’environnement d’exécution Codex.
ja: このMacがhelper、Bridge、Tunnel、Codexランタイムを所有して実行します。
pt: Este Mac controla e executa o helper, o Bridge, o Tunnel e o runtime do Codex.
zh_hans: 此 Mac 负责并运行 helper、Bridge、Tunnel 和 Codex 运行时。
zh_hant: 此 Mac 負責並執行 helper、Bridge、Tunnel 和 Codex 執行時。

# macos.theserverandtunnelrunningonthismac
source: 이 Mac이 실행 중인 서버와 Tunnel을 먼저 종료합니다. 원격 모드에서는 앱을 종료해도 선택한 원격 서버를 중지하지 않습니다.
de: Der Server und der Tunnel auf diesem Mac werden zuerst beendet. Im Remote-Modus wird der ausgewählte Remote-Server beim Beenden der App nicht gestoppt.
en: The server and Tunnel running on this Mac will be stopped first. In remote mode, quitting the app does not stop the selected remote server.
es: Primero se detendrán el servidor y el Tunnel que se ejecutan en este Mac. En modo remoto, salir de la app no detiene el servidor remoto seleccionado.
fr: Le serveur et le Tunnel exécutés sur ce Mac seront d’abord arrêtés. En mode distant, quitter l’app n’arrête pas le serveur distant sélectionné.
ja: このMacで実行中のサーバーとTunnelを先に停止します。リモートモードでは、アプリを終了しても選択したリモートサーバーは停止しません。
pt: O servidor e o Tunnel em execução neste Mac serão interrompidos primeiro. No modo remoto, encerrar o aplicativo não interrompe o servidor remoto selecionado.
zh_hans: 将先停止此 Mac 上运行的服务器和 Tunnel。在远程模式下，退出应用不会停止所选的远程服务器。
zh_hant: 將先停止此 Mac 上執行的伺服器和 Tunnel。在遠端模式下，退出應用不會停止所選的遠端伺服器。

# macos.thesevaluesarestoredintheexistingprivate
source: 이 값은 기존 비공개 .env에 저장되며 키체인을 사용하지 않습니다. 적용할 때 진행 중인 작업을 안전하게 비운 뒤 서버를 재시작합니다.
de: Diese Werte werden in der vorhandenen privaten .env-Datei und nicht im Schlüsselbund gespeichert. Beim Anwenden wartet die App sicher auf den Abschluss aktiver Arbeiten und startet dann den Server neu.
en: These values are stored in the existing private .env file, not Keychain. Applying them safely drains active work and restarts the server.
es: Estos valores se guardan en el archivo .env privado existente, no en el Llavero. Al aplicarlos, la app espera de forma segura a que termine el trabajo activo y reinicia el servidor.
fr: Ces valeurs sont stockées dans le fichier .env privé existant, et non dans le Trousseau. Lors de l’application, l’app attend la fin du travail actif en toute sécurité, puis redémarre le serveur.
ja: これらの値は既存の非公開.envに保存され、キーチェーンは使用しません。適用時は実行中の作業が安全に完了するのを待ってからサーバーを再起動します。
pt: Esses valores são armazenados no arquivo .env privado existente, sem usar as Chaves. Ao aplicá-los, o trabalho em andamento é concluído com segurança antes da reinicialização do servidor.
zh_hans: 这些值存储在现有的私有 .env 中，不使用钥匙串。应用时会先等待正在进行的工作安全结束，然后重启服务器。
zh_hant: 這些值儲存在現有的私有 .env 中，不使用鑰匙串。應用時會先等待正在進行的工作安全結束，然後重啟伺服器。

# macos.showsonlytasksagentsandconversationsretainedby
source: 이 개인 브리지가 보존 중인 작업·Agent·대화만 표시합니다. 전체 ChatGPT 기록은 아닙니다.
de: Es werden nur Aufgaben, Agenten und Unterhaltungen angezeigt, die von dieser privaten Bridge gespeichert wurden, nicht der gesamte ChatGPT-Verlauf.
en: Shows only tasks, Agents, and conversations retained by this private Bridge—not your full ChatGPT history.
es: Solo se muestran las tareas, los agentes y las conversaciones conservados por este Bridge privado, no todo el historial de ChatGPT.
fr: Seuls les tâches, agents et conversations conservés par ce Bridge privé sont affichés, et non l’intégralité de l’historique ChatGPT.
ja: このプライベートBridgeが保持しているタスク、Agent、会話のみを表示します。ChatGPTの全履歴ではありません。
pt: Mostra apenas as tarefas, os agentes e as conversas preservados por este Bridge privado, não todo o histórico do ChatGPT.
zh_hans: 仅显示此私有 Bridge 保留的任务、代理和对话，而不是完整的 ChatGPT 历史记录。
zh_hant: 僅顯示此私有 Bridge 保留的任務、代理程式和對話，而不是完整的 ChatGPT 歷史記錄。

# macos.enteranamethatidentifiesthisdevice
source: 이 기기를 구분할 이름을 입력해 주세요.
de: Geben Sie einen Namen zur Identifizierung dieses Geräts ein.
en: Enter a name that identifies this device.
es: Introduzca un nombre que identifique este dispositivo.
fr: Saisissez un nom permettant d’identifier cet appareil.
ja: このデバイスを識別する名前を入力してください。
pt: Digite um nome para identificar este dispositivo.
zh_hans: 请输入用于识别此设备的名称。
zh_hant: 請輸入用於識別此裝置的名稱。

# macos.thisdeviceisnotauthorizedtousethe
source: 이 기기에는 요청한 서버 기능을 사용할 권한이 없습니다.
de: Dieses Gerät ist nicht berechtigt, die angeforderte Serverfunktion zu verwenden.
en: This device is not authorized to use the requested server capability.
es: Este dispositivo no tiene autorización para usar la función solicitada del servidor.
fr: Cet appareil n’est pas autorisé à utiliser la fonctionnalité demandée du serveur.
ja: このデバイスには、要求されたサーバー機能を使用する権限がありません。
pt: Este dispositivo não tem autorização para usar o recurso solicitado do servidor.
zh_hans: 此设备无权使用请求的服务器功能。
zh_hant: 此裝置無權使用要求的伺服器功能。

# macos.revokethisdevicesremoteaccess
source: 이 기기의 원격 접속 권한을 폐기할까요?
de: Remote-Zugriff dieses Geräts widerrufen?
en: Revoke this device’s remote access?
es: ¿Revocar el acceso remoto de este dispositivo?
fr: Révoquer l’accès à distance de cet appareil ?
ja: このデバイスのリモートアクセス権を取り消しますか？
pt: Revogar o acesso remoto deste dispositivo?
zh_hans: 撤销此设备的远程访问权限？
zh_hant: 撤銷此裝置的遠端存取權限？

# macos.skipthisversion
source: 이 버전 건너뛰기
de: Diese Version überspringen
en: Skip this version
es: Omitir esta versión
fr: Ignorer cette version
ja: このバージョンをスキップ
pt: Ignorar esta versão
zh_hans: 跳过此版本
zh_hant: 略過此版本

# macos.installthisversion
source: 이 버전 설치
de: Diese Version installieren
en: Install this version
es: Instalar esta versión
fr: Installer cette version
ja: このバージョンをインストール
pt: Instalar esta versão
zh_hans: 安装此版本
zh_hant: 安裝此版本

# macos.restorethisversionasthenewcurrentversion
source: 이 버전을 새 현재 버전으로 복원
de: Diese Version als neue aktuelle Version wiederherstellen
en: Restore this version as the new current version
es: Restaurar esta versión como nueva versión actual
fr: Restaurer cette version comme nouvelle version actuelle
ja: このバージョンを新しい現在のバージョンとして復元
pt: Restaurar esta versão como a nova versão atual
zh_hans: 将此版本还原为新的当前版本
zh_hant: 將此版本還原為新的目前版本

# macos.includescostsfromworkoutsidethisbridge
source: 이 브리지의 작업 외 비용도 포함됩니다.
de: Enthält auch Kosten von Arbeiten außerhalb dieser Bridge.
en: Includes costs from work outside this bridge.
es: Incluye costes de trabajos ajenos a este puente.
fr: Inclut les coûts des travaux effectués hors de ce pont.
ja: このブリッジ以外での作業費用も含まれます。
pt: Inclui custos de trabalhos fora desta ponte.
zh_hans: 也包含此桥接之外的工作费用。
zh_hant: 也包含此橋接之外的工作費用。

# macos.thedevicecredentialforthisservercouldnot
source: 이 서버의 기기 자격 증명을 찾을 수 없어 다시 페어링해야 합니다.
de: Die Geräteanmeldedaten für diesen Server wurden nicht gefunden. Koppeln Sie den Server erneut.
en: The device credential for this server could not be found. Pair the server again.
es: No se encontró la credencial de dispositivo de este servidor. Vuelve a emparejarlo.
fr: L’identifiant d’appareil de ce serveur est introuvable. Jumelez à nouveau le serveur.
ja: このサーバーのデバイス資格情報が見つかりません。もう一度ペアリングしてください。
pt: A credencial de dispositivo deste servidor não foi encontrada. Pareie o servidor novamente.
zh_hans: 找不到此服务器的设备凭据。请重新配对服务器。
zh_hant: 找不到此伺服器的裝置憑證。請重新配對伺服器。

# macos.thesesettingsaresharedbyeveryconversationusing
source: 이 설정은 이 브리지 연결을 사용하는 모든 대화에 공유됩니다.
de: Diese Einstellungen werden von allen Unterhaltungen gemeinsam verwendet, die diese Bridge-Verbindung nutzen.
en: These settings are shared by every conversation using this bridge.
es: Esta configuración se comparte entre todas las conversaciones que usan esta conexión de Bridge.
fr: Ces paramètres sont partagés par toutes les conversations qui utilisent cette connexion Bridge.
ja: この設定は、このBridge接続を使用するすべての会話で共有されます。
pt: Estas configurações são compartilhadas por todas as conversas que usam esta conexão do Bridge.
zh_hans: 这些设置由使用此 Bridge 连接的所有对话共享。
zh_hant: 這些設定由使用此 Bridge 連線的所有對話共享。

# macos.theremotemanagementprotocolversionsofthisapp
source: 이 앱과 서버의 원격 관리 프로토콜 버전이 호환되지 않습니다.
de: Die Versionen des Fernverwaltungsprotokolls dieser App und des Servers sind nicht kompatibel.
en: The remote management protocol versions of this app and the server are incompatible.
es: Las versiones del protocolo de gestión remota de esta aplicación y del servidor no son compatibles.
fr: Les versions du protocole de gestion à distance de cette application et du serveur sont incompatibles.
ja: このアプリとサーバーのリモート管理プロトコルのバージョンには互換性がありません。
pt: As versões do protocolo de gerenciamento remoto deste aplicativo e do servidor são incompatíveis.
zh_hans: 此应用与服务器的远程管理协议版本不兼容。
zh_hant: 此應用程式與伺服器的遠端管理通訊協定版本不相容。

# macos.thisappusesonlytheselectedservers
source: 이 앱은 선택한 서버의 현황과 설정만 사용하며, 이 Mac에서 helper·Bridge·Tunnel·Codex를 시작하지 않습니다.
de: Diese App verwendet nur den Status und die Einstellungen des ausgewählten Servers. Helper, Bridge, Tunnel und Codex werden auf diesem Mac nicht gestartet.
en: This app uses only the selected server’s status and settings. It does not start the helper, Bridge, Tunnel, or Codex on this Mac.
es: Esta app solo usa el estado y la configuración del servidor seleccionado; no inicia el helper, Bridge, Tunnel ni Codex en este Mac.
fr: Cette app utilise uniquement l’état et les paramètres du serveur sélectionné ; elle ne démarre ni le helper, ni Bridge, ni le Tunnel, ni Codex sur ce Mac.
ja: このアプリは選択したサーバーの状態と設定のみを使用し、このMacではhelper、Bridge、Tunnel、Codexを起動しません。
pt: Este aplicativo usa apenas o estado e as configurações do servidor selecionado. Ele não inicia o helper, o Bridge, o Tunnel nem o Codex neste Mac.
zh_hans: 此应用仅使用所选服务器的状态和设置，不会在此 Mac 上启动 helper、Bridge、Tunnel 或 Codex。
zh_hant: 此應用僅使用所選伺服器的狀態和設定，不會在此 Mac 上啟動 helper、Bridge、Tunnel 或 Codex。

# macos.quitsonlythisclientappanddoesnot
source: 이 클라이언트 앱만 종료하며 원격 서버는 변경하지 않습니다.
de: Beendet nur diese Client-App und ändert den Remote-Server nicht.
en: Quits only this client app and does not change the remote server.
es: Solo cierra esta app cliente y no modifica el servidor remoto.
fr: Ferme uniquement cette app cliente sans modifier le serveur distant.
ja: このクライアントアプリのみを終了し、リモートサーバーは変更しません。
pt: Encerra somente este aplicativo cliente e não altera o servidor remoto.
zh_hans: 仅退出此客户端应用，不会更改远程服务器。
zh_hant: 僅退出此客戶端應用，不會更改遠端伺服器。

# macos.name
source: 이름
de: Name
en: Name
es: Nombre
fr: Nom
ja: 名前
pt: Nome
zh_hans: 名称
zh_hant: 名稱

# macos.savename
source: 이름 저장
de: Namen speichern
en: Save Name
es: Guardar nombre
fr: Enregistrer le nom
ja: 名前を保存
pt: Salvar nome
zh_hans: 保存名称
zh_hant: 儲存名稱

# macos.anoperationisalreadyreservedcancelitbefore
source: 이미 예약된 작업이 있습니다. 예약을 취소한 뒤 다시 요청해 주세요.
de: Es ist bereits ein Vorgang vorgemerkt. Brechen Sie ihn ab, bevor Sie eine neue Anfrage stellen.
en: An operation is already reserved. Cancel it before submitting another request.
es: Ya hay una operación reservada. Cancélala antes de enviar otra solicitud.
fr: Une opération est déjà réservée. Annulez-la avant d’envoyer une autre demande.
ja: すでに予約された処理があります。予約を取り消してから再度リクエストしてください。
pt: Já existe uma operação reservada. Cancele-a antes de enviar outra solicitação.
zh_hans: 已有预约操作。请先取消，再提交新请求。
zh_hant: 已有預約操作。請先取消，再提交新請求。

# macos.organizationcostthismonthutc
source: 이번 달 조직 비용 (UTC)
de: Organisationskosten diesen Monat (UTC)
en: Organization cost this month (UTC)
es: Coste mensual de la organización (UTC)
fr: Coût mensuel de l’organisation (UTC)
ja: 今月の組織費用（UTC）
pt: Custo mensal da organização (UTC)
zh_hans: 本月组织费用（UTC）
zh_hant: 本月組織費用（UTC）

# macos.projectcostthismonthutc
source: 이번 달 프로젝트 비용 (UTC)
de: Projektkosten diesen Monat (UTC)
en: Project cost this month (UTC)
es: Coste mensual del proyecto (UTC)
fr: Coût mensuel du projet (UTC)
ja: 今月のプロジェクト費用（UTC）
pt: Custo mensal do projeto (UTC)
zh_hans: 本月项目费用（UTC）
zh_hant: 本月專案費用（UTC）

# macos.previous
source: 이전
de: Zurück
en: Previous
es: Anterior
fr: Précédent
ja: 前へ
pt: Anterior
zh_hans: 上一页
zh_hant: 上一頁

# macos.restoringtheprevioushelperalsofailed
source: 이전 helper 복구에도 실패했습니다: %@
de: Auch die Wiederherstellung des vorherigen Helpers ist fehlgeschlagen: %@
en: Restoring the previous helper also failed: %@
es: También falló la restauración del helper anterior: %@
fr: La restauration du helper précédent a également échoué : %@
ja: 以前のhelperの復元にも失敗しました：%@
pt: A restauração do helper anterior também falhou: %@
zh_hans: 恢复之前的 helper 也失败了：%@
zh_hant: 還原先前的 helper 也失敗了：%@

# macos.restorepreviousversion
source: 이전 버전으로 복구
de: Vorherige Version wiederherstellen
en: Restore previous version
es: Restaurar versión anterior
fr: Restaurer la version précédente
ja: 以前のバージョンに復元
pt: Restaurar versão anterior
zh_hans: 恢复到上一版本
zh_hant: 還原至上一版本

# macos.couldnotrestoretheprevioussettingscheckthe
source: 이전 설정을 복원하지 못했습니다. 연결 설정을 확인해 주세요.
de: Die vorherigen Einstellungen konnten nicht wiederhergestellt werden. Prüfe die Verbindungseinstellungen.
en: Could not restore the previous settings. Check the connection settings.
es: No se pudo restaurar la configuración anterior. Comprueba la configuración de conexión.
fr: Impossible de restaurer les paramètres précédents. Vérifiez les paramètres de connexion.
ja: 以前の設定を復元できませんでした。接続設定を確認してください。
pt: Não foi possível restaurar as configurações anteriores. Verifique as configurações de conexão.
zh_hans: 无法恢复原设置。请检查连接设置。
zh_hant: 無法復原先前設定。請檢查連線設定。

# macos.theprevioussettingswererestored
source: 이전 설정을 복원했습니다.
de: Die vorherigen Einstellungen wurden wiederhergestellt.
en: The previous settings were restored.
es: Se restauró la configuración anterior.
fr: Les paramètres précédents ont été restaurés.
ja: 以前の設定を復元しました。
pt: As configurações anteriores foram restauradas.
zh_hans: 已恢复原设置。
zh_hant: 已復原先前設定。

# macos.theprevioussettingswererestoredbuttheserver
source: 이전 설정을 복원했지만 서버를 다시 시작하지 못했습니다.
de: Die vorherigen Einstellungen wurden wiederhergestellt, aber der Server konnte nicht neu starten.
en: The previous settings were restored, but the server could not restart.
es: Se restauró la configuración anterior, pero el servidor no pudo reiniciarse.
fr: Les paramètres précédents ont été restaurés, mais le serveur n’a pas pu redémarrer.
ja: 以前の設定は復元されましたが、サーバーを再起動できませんでした。
pt: As configurações anteriores foram restauradas, mas o servidor não pôde reiniciar.
zh_hans: 已恢复原设置，但服务器无法重新启动。
zh_hant: 已復原先前設定，但伺服器無法重新啟動。

# macos.returntothepreviousbackend
source: 이전 실행 방식으로 돌아가기
de: Zur vorherigen Ausführungsart zurückkehren
en: Return to the previous backend
es: Volver al método de ejecución anterior
fr: Revenir au mode d’exécution précédent
ja: 以前の実行方式に戻る
pt: Voltar ao modo de execução anterior
zh_hans: 返回上一执行方式
zh_hant: 返回上一執行方式

# macos.cancelhandoff
source: 인계 취소
de: Übergabe abbrechen
en: Cancel handoff
es: Cancelar transferencia
fr: Annuler le transfert
ja: 引き継ぎをキャンセル
pt: Cancelar transferência
zh_hans: 取消交接
zh_hant: 取消交接

# macos.authenticationmethod
source: 인증 방식
de: Authentifizierungsmethode
en: Authentication method
es: Método de autenticación
fr: Méthode d’authentification
ja: 認証方法
pt: Método de autenticação
zh_hans: 身份验证方式
zh_hant: 驗證方式

# macos.certificatesha256
source: 인증서 SHA-256: %@
de: Zertifikat-SHA-256: %@
en: Certificate SHA-256: %@
es: SHA-256 del certificado: %@
fr: SHA-256 du certificat : %@
ja: 証明書SHA-256: %@
pt: SHA-256 do certificado: %@
zh_hans: 证书 SHA-256：%@
zh_hant: 證書 SHA-256：%@

# macos.general
source: 일반
de: Allgemein
en: General
es: General
fr: Général
ja: 一般
pt: Geral
zh_hans: 常规
zh_hant: 常規

# macos.resetgeneralsettings
source: 일반 설정 초기화
de: Allgemeine Einstellungen zurücksetzen
en: Reset General Settings
es: Restablecer configuración general
fr: Réinitialiser les paramètres généraux
ja: 一般設定をリセット
pt: Redefinir configurações gerais
zh_hans: 重置常规设置
zh_hant: 重置常規設定

# macos.resetgeneralsettingstotheoperatordefaults
source: 일반 설정을 운영자 기본값으로 되돌릴까요?
de: Allgemeine Einstellungen auf die Vorgaben des Betreibers zurücksetzen?
en: Reset general settings to the operator defaults?
es: ¿Restablecer la configuración general a los valores predeterminados del operador?
fr: Rétablir les paramètres généraux par défaut définis par l’opérateur ?
ja: 一般設定を運用者の既定値に戻しますか？
pt: Redefinir as configurações gerais para os padrões do operador?
zh_hans: 将常规设置恢复为管理员默认值？
zh_hant: 將常規設定恢復為管理員預設值？

# macos.thisserversafetylimitisseparatefromthe
source: 일반 탭의 접근 전략과 별개인 서버 안전 상한입니다. 어떤 작업도 이 권한을 넘을 수 없습니다. 변경하면 진행 중인 작업을 안전하게 비운 뒤 서버가 재시작됩니다.
de: Dies ist eine Sicherheitsobergrenze des Servers, unabhängig von der Zugriffsstrategie im Tab „Allgemein“. Keine Aufgabe kann sie überschreiten. Bei einer Änderung werden laufende Aufgaben sicher beendet und anschließend der Server neu gestartet.
en: This server safety limit is separate from the access strategy on the General tab. No task can exceed it. Changing it safely drains active tasks, then restarts the server.
es: Es un límite de seguridad del servidor independiente de la estrategia de acceso de la pestaña General. Ninguna tarea puede superarlo. Al cambiarlo, las tareas activas se vacían de forma segura y después se reinicia el servidor.
fr: Il s’agit d’une limite de sécurité du serveur distincte de la stratégie d’accès de l’onglet Général. Aucune tâche ne peut la dépasser. En cas de modification, les tâches en cours sont évacuées en toute sécurité, puis le serveur redémarre.
ja: 一般タブのアクセス方針とは別の、サーバー側の安全上限です。どのタスクもこの権限を超えることはできません。変更すると、実行中のタスクを安全に終了してからサーバーが再起動します。
pt: Este é um limite de segurança do servidor, separado da estratégia de acesso da aba Geral. Nenhuma tarefa pode excedê-lo. Ao alterá-lo, as tarefas em andamento são esvaziadas com segurança e o servidor é reiniciado.
zh_hans: 这是独立于“常规”标签页访问策略的服务器安全上限。任何任务都不能超过此权限。更改后，系统会先安全清空正在进行的任务，然后重启服务器。
zh_hant: 這是獨立於「一般」分頁存取策略的伺服器安全上限。任何工作都不能超過此權限。變更後，系統會先安全清空進行中的工作，再重新啟動伺服器。

# macos.theappwasnotquitsafelybecausesome
source: 일부 Agent의 백그라운드 프로세스 상태를 확인할 수 없어 안전 종료하지 않았습니다. 강제 종료 여부를 확인해 주세요.
de: Die App wurde nicht sicher beendet, da der Status der Hintergrundprozesse einiger Agenten nicht überprüft werden konnte. Prüfen Sie, ob Sie das Beenden erzwingen möchten.
en: The app was not quit safely because some Agents' background-process state could not be verified. Review whether to force quit.
es: La app no se cerró de forma segura porque no se pudo verificar el estado de los procesos en segundo plano de algunos agentes. Revise si desea forzar el cierre.
fr: L’app n’a pas été fermée en toute sécurité, car l’état des processus en arrière-plan de certains agents n’a pas pu être vérifié. Vérifiez si vous souhaitez forcer la fermeture.
ja: 一部のAgentのバックグラウンドプロセス状態を確認できなかったため、安全に終了できませんでした。強制終了するか確認してください。
pt: O aplicativo não foi encerrado com segurança porque não foi possível verificar o estado dos processos em segundo plano de alguns agentes. Avalie se deseja forçar o encerramento.
zh_hans: 由于无法确认部分代理的后台进程状态，应用未安全退出。请确认是否强制退出。
zh_hant: 由於無法確認部分代理程式的背景程序狀態，應用未安全退出。請確認是否強制退出。

# macos.readonly
source: 읽기 전용
de: Schreibgeschützt
en: Read Only
es: Solo lectura
fr: Lecture seule
ja: 読み取り専用
pt: Somente leitura
zh_hans: 只读
zh_hant: 只讀

# macos.inputrequired
source: 입력 필요
de: Eingabe erforderlich
en: Input Required
es: Se requiere información
fr: Saisie requise
ja: 入力が必要
pt: Entrada necessária
zh_hans: 需要输入
zh_hant: 需要輸入

# macos.thisaddresswasdetectedautomaticallychangeitonly
source: 자동 감지한 주소입니다. 다른 사설 DNS 또는 VPN 주소를 사용해야 할 때만 변경하세요.
de: Diese Adresse wurde automatisch erkannt. Ändern Sie sie nur, wenn Sie eine andere private DNS- oder VPN-Adresse verwenden müssen.
en: This address was detected automatically. Change it only when you need to use a different private DNS or VPN address.
es: Esta dirección se detectó automáticamente. Cámbiala solo si necesitas usar otra dirección DNS privada o de VPN.
fr: Cette adresse a été détectée automatiquement. Modifiez-la uniquement si vous devez utiliser une autre adresse DNS privée ou VPN.
ja: このアドレスは自動検出されました。別のプライベートDNSまたはVPNアドレスを使用する必要がある場合のみ変更してください。
pt: Este endereço foi detectado automaticamente. Altere-o somente se precisar usar outro endereço DNS privado ou de VPN.
zh_hans: 此地址由系统自动检测。仅在需要使用其他专用 DNS 或 VPN 地址时更改。
zh_hant: 此位址由系統自動偵測。僅在需要使用其他私人 DNS 或 VPN 位址時變更。

# macos.selectatleastonecombinationfortheautomatic
source: 자동 정책의 명시적 허용 목록을 하나 이상 선택해 주세요.
de: Wählen Sie mindestens eine explizite Kombination für die Zulassungsliste der automatischen Richtlinie aus.
en: Select at least one combination for the automatic policy allowlist.
es: Seleccione al menos una combinación explícita para la lista permitida de la política automática.
fr: Sélectionnez au moins une combinaison explicite dans la liste autorisée de la stratégie automatique.
ja: 自動ポリシーの明示的な許可リストを1つ以上選択してください。
pt: Selecione ao menos uma combinação para a lista de permissões explícita da política automática.
zh_hans: 请为自动策略选择至少一个明确的允许组合。
zh_hant: 請為自動策略選擇至少一個明確的允許組合。

# macos.automaticallowlist
source: 자동 허용 범위
de: Automatischer Zulassungsbereich
en: Automatic Allowlist
es: Ámbito permitido automático
fr: Portée autorisée en mode automatique
ja: 自動許可範囲
pt: Lista de permissões automática
zh_hans: 自动允许范围
zh_hant: 自動允許範圍

# macos.activitycardsmustbevisibleforautomatichandoff
source: 자동으로 넘기려면 액티비티 카드가 표시되어야 합니다.
de: Für die automatische Übergabe müssen Aktivitätskarten sichtbar sein.
en: Activity cards must be visible for automatic handoff.
es: Las tarjetas de actividad deben estar visibles para realizar la transferencia automática.
fr: Les cartes d’activité doivent être visibles pour permettre le transfert automatique.
ja: 自動で引き継ぐにはActivityカードを表示する必要があります。
pt: Os cartões de atividade precisam estar visíveis para a transferência automática.
zh_hans: 要自动移交，必须显示 Activity 卡片。
zh_hant: 要自動移交，必須顯示 Activity 卡片。
